Repository: mozilla-l10n/mt-training-data
Catalog: ush/ush_pontoon.tmx
Source language: en_us
Languages: ush

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
ush: لا ڈیتا سیٹے رݜونو اؤ شایع تھونو لالو پیسے گھٹ نا۔</africaMradiLink><africaMradiLink>

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
ush: انا لالے ضروری ہنی اے بوٹی جملئی متن <publicDomain> عوامی حلقئی مطابق بینا</publicDomain>سی سی انا کامن وائس ڈیٹاسیٹ سی سی او لائسنس ٹحت جا جاری تھینی۔ کہ تو تی یقین ہنو ایک جملہ اپلوڈ تھی، اؤ حوالہ سأت شامل تھا۔

source: It is written in a language different than what I’m reviewing.
ush: انا مختلف در جیِبو لیکینی مہ کدا نظر ثانی تھیم۔

source: It is written in a language different than what I’m speaking.
ush: ما کامیک جیِب رائما انا سیسکئی بدل ہنی

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
ush: حوالئی جمع تھونو ضروری ہنی آسو تی چیک تھو بونا چی انا جملئی پبلک ڈومین مطابق ہنی اؤ انیس کئی کاپی رائٹس پابندی لاگو نی بیلنا۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
ush: کامن وائس سپارونو در لالو مواد گھٹنو! آسو لا آکو ست نی پھتما۔ آسو سأت سپارا بئیلا؟ آسو تو کئی ݜنونو خوشارونا۔

source: Izhorian
ush: ازہوریائی

source: Japanese
ush: جاپانی

source: Javanese
ush: جاوینائی

source: Join the Common Voice mailing list
ush: کامن وائس میلنگ لسغٹ شامل با۔

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
ush: تمو طبیعت مطابق دُو جملؤ در دستی دستی جواب دے۔ یقینی سپارے چی تھئی جیب قابل احترام اؤ غیر جانب دار ہنی۔

source: Just Unsure?
ush: کہ تو تے یقین نیِش؟

source: Kabardian (East Circassian)
ush: کبرڈیائی

source: Kabyle
ush: کبائیلی

source: Kalenjin
ush: کلیجن

source: Kannada
ush: کںاڈا

source: Kaqchikel
ush: کاکچیکیل

source: Karakalpak
ush: کراکاپاک

source: Kazakh
ush: کزاخ

source: { $kb }kb max
ush: { $kb } کے بی میکس

source: Keep
ush: ر

source: Keep it up, record again <recordIcon></recordIcon>
ush: انا چھورے، با ریکارڈ تھی<recordIcon></recordIcon>

source: Keep the recordings
ush: ریکارڈنگ چھورے

source: Keep track of your progress and metrics across multiple languages.
ush: لالے جیِبو در تمو پیشرفت جا نظر رݜا اؤ

source: Keep track of your progress with a profile
ush: تھمو ترقی پون ایک پروفائل سأت با

source: Keep track of your progress with a profile and help our voice data be more accurate.
ush: ایک پروفائل کارا تمو پیشرفت در نظر رݜی اؤ آسئی آوز مواد ہورے بہتر تھی

source: Kelabit
ush: کیلابیٹ

source: Kenyah
ush: کینیاہ

source: Khmer
ush: خیمر

source: K'iche'
ush: کی چی

source: Kichwa
ush: کیچوا

source: Kidaw'ida
ush: کیدویدا

source: Kikuyu
ush: کیکیو

source: Kinyarwanda
ush: کینیروانڈا

source: Kom
ush: کوم

source: Komi-Zyrian
ush: کومی زیریائی

source: Konkani (Devanagari)
ush: کونکنی دیؤناگری

source: Korean
ush: کوریائی

source: Kurmanji Kurdish
ush: کُمرانجی کُردی

source: Kyrgyz
ush: کرغز

source: Language
ush: جیِب

source: Language Fundamentals (e.g. Digits, Letters, Money)
ush: بنیادی جیِب [ای۔جی۔ ہندسہ ئی، حروفے، پیسی]

source: Language Request
ush: جیِبی درخواست دیما

source: Language request successfully submitted, thank you.
ush: جیِبی درخواست مُوݜو تے گاؤ۔ شکریہ

source: Languages
ush: جیِبے

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
ush: جیِبے مقامی تھونو در تمو توثیق کارا تمو اضافی اصول رݜا بینو۔ کہ ایک جیبے کارا خاص توثیق فائل نیِش، نو کنٹربیوشنرز کارا انگریزی قاعدا ئے سواں بئینا۔

source: Lao
ush: لاؤ

source: Large bulk sentence submission
ush: انگورے جمہ ئی جمع تھونو

source: Large scale corporates and platform companies
ush: ڙیِگو پیمانہ در کارپوریٹس سنٹر اؤ کمپنئی

source: Last Updated: { $lastUpdatedTimeStamp }
ush: آخری اپڈیٹس: { $lastUpdatedTimeStamp }

source: Latgalian
ush: لٹگالیائی

source: Latvian
ush: لتویائی

source: Launched
ush: لانچ تھیالو

source: Laz
ush: لاز

source: Leaderboard Visibility
ush: لیڈر بورڈ نمائش

source: Learn about partnerships with Common Voice
ush: کامن وائس ست پارتنرشب بارا در اِزدا تھا

source: Learn how to check a transcription
ush: ٹرانسکربشن کدا چیک بینو، ازدا تھا

source: Learn how to take part
ush: شریک بونو در

source: Learn how to transcribe
ush: اِزدا تھا تو نقل کدا تھئیلا

source: Learn how to use this page
ush: انا پیج چلؤنو چل ازدا تھئی

source: Learn More
ush: ہورو ازدا تھا

source: Leaving now means you’ll lose your changes
ush: چئین پھتونو مطلب انا ہنی تو تمو بدلون ضائع تھیگی

source: Leaving now means you'll lose your progress
ush: چین پھتونو تمُو کوروم ضائع تھونو۔

source: Length
ush: ڙیِگو

source: Let's Get Started
ush: شروع تھا

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
ush: کامیک جیب رزا بینو انیس در حروف صحیح پکار ہنی، مثال در “ж” ایک روس در ہیجے حرف ہنو لیکن انا انگلش در استعمال نی تھو بینا اؤ انا حرف انگریزی متن در نی پشاری بینو۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ush: لیبری اسپیچ ہزار گینٹاؤ انگریزی تقریرو ایک 16Khz مجموعہ ہنی، سی سے لیبروکس پروجیکٹ آڈیوبکس در گھینینی۔

source: License
ush: لیسن

source: License: <licenseLink>CC-0</licenseLink>
ush: لیسن <licenseLink> CC0 </licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ush: لیسن<licenseLink>{ $license }</licenseLink>

source: Ligurian
ush: لیگوریائی

source: Lingala
ush: لینگالا

source: Link Copied
ush: لنک کاپی بیلو

source: Links to websites that can help us understand the language
ush: ویب سائیٹ در گوݜیبو تو جیِبے لݜونو در آسئی مدد تھو بئیلا

source: Listen
ush: ݜُون

source: Listening
ush: ݜُونونو

source: Listen options menu
ush: اپشن مینیو ݜون

source: Listen-Queue
ush: ݜُون -لالے

source: Lithuanian
ush: لیتھونیائی

source: Loading…
ush: لوڈ بیلا۔۔

source: Loading sentences…
ush: جملئی لوڈ تھونا

source: Localized
ush: مقامی بیلنا

source: Log In
ush: لاگ ان

source: Login Identity
ush: لاگ ان شناخت

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
ush: <loginLink> لاگ ان</loginLink> یا <loginLink> سائن اپ</loginLink> مختلف جملئی کارا جمع تھا

source: Log in or sign up to get started
ush: جاری رݜونو کارا لاگ ان یا سائن اپ تھا

source: Log In / Sign Up
ush: لاگ اِن/ سائن اپ

source: Log In / Sign Up with { $company } email
ush: لاگ ان/ سائن اپ { $company } ای میل ست

source: Log Out
ush: ویب سائٹ کئین بجا

source: Lojban
ush: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
ush: کونی دیشا در کاپی رائٹ لاگو نی بینو سا دی متن لٹارا۔ مثال در لالی کتابے 1920 کئی مݜو پبلیش ہنو۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ush: آدی اخکارا بینو تی انا جیبے ݜنونو کوئی نیش، جے ریکارڈ پورونو کارا آسئی مدد تھا۔

source: Luganda
ush: لوگانڈا

source: Luxembourgish
ush: لوگزیمبوری

source: Macedonian
ush: مقدونی

source: Mada
ush: مدا

source: Maithili
ush: میٹھیلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ush: خامخا خیال تھے تھے روزنو کوئی مُوݜو ریکارڈنگ شروع بئی او خیال تھے لہ ریکارڈنگ سنے بن بھئی اے تُو غلے بیل۔

source: Make sure the sentence meets the following criteria:
ush: آدے یقین تھے اے آنا جملہ کھری اصولوں مطابق ہنی:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ush: تمو جمع تھیالی ڈیٹا سیوا تھونو کارا جے نامولوما ڈیموگرافکس ڈیٹا جمع تھونو ممکن سپارا۔ آسو انا ڈیموگرافک ڈیٹا جمع تھونو کئی مُݜو ختم تھونا۔

source: Malagasy
ush: مالاگاسی

source: Malay
ush: ملے

source: Malayalam
ush: ملیالم

source: Male/Masculine
ush: منوڙو/ مذکر

source: Maltese
ush: مالٹیسی

source: Manage Email Subscriptions
ush: ای میل سبکریبشن منظم تھا

source: Manage Subscriptions
ush: سبکرائبشن منظم تھا

source: Mapudungun
ush: مپُودُونگُون

source: Marathi
ush: مراٹھی

source: <mark>Check</mark>
ush: <mark> چیک </mark>

source: <mark>Data</mark>
ush: <mark> ڈیٹا </mark>

source: <mark>Prompt</mark>
ush: <mark> ہوم پیج</mark>

source: <mark>Respond</mark>
ush: <mark> جواب</mark>

source: <mark>Transcribe</mark>
ush: <mark> ٹرانسکرائیب </mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
ush: <mark> تمو تحقیق کارا سی وی استعمال تا۔ </mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
ush: <mark>آسو تے تھئی مددتے ضفرورت ہنی۔ </mark>

source: Maximum file size: 25 MB
ush: فائل لالو سائز25 ایم بی

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ush: شاید آسئی<homepageLink> ہوم پیج </homepageLink> مدد تھی؟ ایک سوال بنونو در، مہربانی تھا جوائن آسئی <matrixLink> میٹریکس کمیونٹی چاٹ </matrixLink> مونیٹر سائیڈ مسلؤ کارا<githubLink> گیٹ ہب</githubLink> یا ویزٹ <discourseLink> آسئی ڈیسکورس فورم</discourseLink>۔

source: Mbo
ush: مبو

source: Meadow Mari
ush: میڈوماری

source: Media and Entertainment
ush: میڈیا اؤ تفریح

source: Medumba
ush: میڈمبا

source: Meetei Lon
ush: میٹی لون

source: Message
ush: پیغام

source: Michoacán Mazahua
ush: میچؤچان مزاہؤ

source: Minimum sentences in file: 1000
ush: فائل در کم نہ کم جملئی1000پکار ہنی

source: [Mismatched content]
ush: [ناموافق مواد]

source: Misreadings
ush: غلط رئیلا

source: Missing an 's' at the end of a word.
ush: لفظ آخر در ایس نیِش

source: Missing an <strong>'s'</strong> at the end of a word.
ush: نیِش ایک ،ایس، لفظ آخر در۔

source: Missing 'A' or 'The' at the beginning of the recording.
ush: ریکارڈنگ شروع در اے یا دی غیب ہنی۔

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ush: نیِش اے یا دی<strong><strong></strong>، ریکارڈنگ کئی شروع در

source: Missing the end of the last word by cutting off the recording too quickly.
ush: ریکارڈنگ دست کٹ تھؤن در آخری لفظ ہارادو

source: Mixed
ush: میکسڈ

source: Mokpwe
ush: موکپیوے

source: Moksha
ush: موکشا

source: Mongolian
ush: منگولی

source: More
ush: ہورو

source: [More has been recorded than the required text]
ush: [مطلوبہ متن کائی زیاد ریکارڈ بیلنو]

source: More languages coming soon
ush: ہُورو جیِبو جا دستی اونو

source: Mossi
ush: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ush: غٹ کمپنیو ذریعہ استعمال شدہ ڈیٹا لالو خلقو تی دستیاب نی بیلو، انا آسئی سوچ ہنو! ایجادات منع تھینو، انا وجہ در آسو آواز پہچان عام در،اؤ ہر ایک تے ابرونو مددی کارا کامن وائس پروجیکٹ شروع تھونو۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ush: آسئی خیال انا ہنو، چی غٹو کمپنیو استعمال تھیالی ڈیتا لالو خلقو تھی میلاؤ نی بینو۔ ایجادات چکوبو، انیس کارا آسو کامن وائس پروجیکٹ شروع تھون، انا آواز سپارونو در مدد تھینو، پہچان بوٹو کارا ڈاگہ ہنو۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ush: لالو آواز آدام بینا خلق تمُو اواز در مشخول بینا۔ کلہ نہ کلہ سا آواز ایسے لالو تیز بیںنپو یا لالو کم بینُو یا ڈرامائی انداز در رضا بیئنو سا تُو منظور تو بئیلا۔ سا ریکارڈنگ رد تھا ایسا گانا ساز دی رزینی یا کمپیوٹرا دی تھے نی۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ush: کامن وائس موزیلا اینیشیٹیو د ٹیچ مشین مدد تھی چی کدا خلق حقیقی موݜ کدا تھینا۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
ush: موزیلا کامن وائس ممکن ہنو مختلف کمیونٹی کارکنانو، لینگویسٹس، ڈیٹا سائینٹسٹ، اکیڈمیک اؤ سافٹ ویر انجنیئرو کارا بُوٹ دنیا د۔ پراجیکٹ موزیلا فاونڈیشن طرفکئی مقرر بیلنو۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
ush: موزیلا کامن وائس دونئی در متنوع کراوڈ سورس ڈیٹاسیٹ ہنو۔ آسئی طاقت عوامی عطیات ہنو۔ ڈیٹاسیٹ میزبانی اؤ سو جیبو کمیونٹیوکارا پلیٹ فارم بہتر تھونو کارا ہر کال در ایک ملین ڈالر خرچہ بینو۔ کہ تو ایک کولاؤ جامع مواد قدر تھئیلا <b> آج آسئی مدد تھی</b>۔

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
ush: موزیلا اوپن سورس وائس ریکگنیشن انجن ڈیپ اسپیج، اسپیج ریکگنیشن اپلیکیشن سپارونو کارا استعمال تھو بئینا، آسئی <githubLink> ݜکیتا، </githubLink> یا جائزہ ئی کارا </githubLink> آسئی ڈیٹاسیٹ ڈسکورس در شامل تھا</discourseLink> ہور ازدا تھونو کارا۔

source: Mutual accountability.
ush: باہمی احتساب۔

source: n
ush: این

source: N/A
ush: آنا نا پکار

source: Name
ush: نوم

source: Names of your language
ush: تھئی جیِبے نوم

source: Native Language
ush: مالی جیِب

source: Nature and Environment
ush: قدرتی اؤ ماھول

source: Need help with the Sex or Gender changes?
ush: رونگ یا جنس بدل تھونو کارا ضرورت ہنی؟

source: Need some help with accent?
ush: لہجے کارا سا مدد ضرورت ہنو؟

source: Need some help with variants?
ush: لہجہ ؤ تے سا ضرورت ہنی؟

source: Need to download your data?
ush: تھئی مواد ڈاونلوڈے ضرورت ہنی؟

source: Nepali
ush: نیپالی

source: New Language Launch
ush: نئی جیِب اُوچت بیلی

source: News and Current Affairs
ush: موڙے اؤ موجودہ معاملات

source: Next
ush: مُوݜوتے بو

source: Ngiembon
ush: نگیمبون

source: Nias
ush: نیاس

source: Nigerian Pidgin English
ush: نائیجری پیڈجن انگریزی

source: NKo
ush: نیکو

source: No
ush: نأ

source: [No ‘a’ in the original text]
ush: ٹیکسٹ در پالتو آواز نے بین

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
ush: <noCopyright> نأ کاپی رائٹ</noCopyright> ریسٹریکشنزسی سی

source: No foreign letters
ush: نیگا بھاری حروفے

source: No gravatar found for your email
ush: تھئی ای میل در گریوٹر نیِش

source: No information
ush: معلومات نیِش

source: No information available
ush: معلومات دستیاب نیِش

source: No microphone found.
ush: مائیکروفون میلاؤ نہ بیلو۔

source: Non-binary
ush: نان بائنری

source: No numbers and special characters
ush: نی نمبر اؤ نی دا خاص حروفے

source: Northern Sotho
ush: شمالی سوتھو

source: Northwest Gbaya
ush: شمال مغری گیبایا

source: Norwegian Bokmål
ush: ناوریجن بوکمال

source: Norwegian Nynorsk
ush: نارویجی نیانسورک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ush: نظر ثانی کارا جملے نیِش،<addLink>ہورے جملئ ایڈ تھی</addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
ush: چینجا پورے تھئی جیب در بوٹے جملئی اؤ کلپس ٹیگ نی بیلنا!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ush: یاد رݜا: کارے ویسیبیلیٹی برابر بیلی، انا سیٹینگ پروفائل پیج <profileLink> بدل بو بھئینو</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
ush: نوٹ: کنٹربیوش قسم بدل تھونو کارا تو تے رزونو یا ݜنونو انتخاب تھونو ضروری ہنو۔

source: Not Found
ush: میلاؤ نہ بیلو

source: No Thanks
ush: نیأ! شکریہ

source: No thanks, continue speaking
ush: نأ شکریہ؛ وینا جاری رݜا

source: No variant selected
ush: لہجہ سلیکٹ نی بیلنی

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ush: چین تو کامن وائس بارا در جے نا جے سوئیلا، انیس جا آزمیخ کے نی تھئیلا؟ اوچت آواز در جملئی رزونو کارا مائیکروفون ائکان در کلک تھا۔ <br/> <br/> تو ہورو خلقو وائس کنٹربیوشن ݜکیلا، پلے ائیکان در کلک تھا۔ تو کنفرم تھی ریکارڈنگ جملئی اسکرین جا لیکالو ست برابر ہنی۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ush: تو اوپن سورس لائسنس وائس ڈیتابیس سپارونو کارا آسئی مددی کارا تمو آواز ڈونیٹ تھو بئیلا ۔ ویپ ڈیوائس ایپس سپارونو کارا ایک جملہ پڑاؤ تھا چی مشین ازدا تھئی اے خلق کدا خلق حقیقی موڙے تھینا۔ ہورو کوروم چیک تھا۔ کنٹربیوٹر ست معیار بہتر سپارونو کارا، انا لالو آسان ہنو۔

source: Number of Voices
ush: آوازو تعداد

source: Numbers
ush: لمبرے

source: Occitan
ush: اوسیٹی

source: Odia
ush: اوڈیا

source: Off
ush: بندھ

source: Offensive Content
ush: غلط مواد

source: Offensive language
ush: رزائی جیِب

source: Offensive speech
ush: غیر اخلاقی بیان

source: Offline Sources
ush: ان لائن سورس

source: On
ush: کھولاؤ

source: On desktop devices you can contribute by downloading…
ush: پہ ڈسک ٹاپ ڈیوائسیز ڈاؤنلوڈ تھے باں دو بئی لا ۔۔۔

source: On his head he wore a beret.
ush: سی سے تمو ݜی ݜاجا فوجی کُھولی چھوریسی۔

source: On iOS please continue with Safari to enable recording…
ush: iOS جا ریکراڈنگ کارا Safari استعمال تھے۔۔۔۔

source: Only show me sentences and clips from my variant
ush: صرف می لہجہ در ما تی جملئی اؤ لہجے پشارے

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ush: ہورے طرفتی، تھئی خیال در رزونو والا تی انا لفظ انیس کئی ݜُݜو میلاؤ نی بیلنو، برائے مہربانی مسترد تھا۔ کہ تو تی یقین نیِش تو سکیپ بٹن چوٹ دے۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ush: دومونگی طرفتی، تھئی خیال در پڑاؤ تھونو والا تی انا لفظ مݜو کونی نیالسو، مہربانی تھئی لپیر تھی۔ تو آجا نیِلݜیل نو سکیپ بٹن دباؤ تھی۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
ush: آسو ایجاداتی کارا کوروم تھونا، تحقیقی تعاون، مواد جمع تھونو، اؤ انٹرویو کارا آکو ابرا<emailFragment></emailFragment>

source: Optionally join on our email list for updates and new information about the project.
ush: د پروجیکٹ اپڈیٹ اؤ نؤ معلوماتی کارا اختیاری تھونو آسئی ای میل لیسٹ در شامل با۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ush: اپشنلی ڈیموگرافک مواد سبمیٹ بیلنو[لکہ عمر، جنس، جیب، اؤ لہجہ]۔ تھئی پروفائل کھارے ہُم نی پبلک بینو، اؤ نی ڈیٹاسیٹ در تھئی اکاونٹ لنک دیا بینو۔ انفرادی آڈیو کلپس صحیح تجزیہ ئی مقصدی کارا ڈیمو گرافک ڈیٹا ست شریک بینو۔ مثال طور در ایک محقق ایک خاص ڈیموگرافک سیگمنٹ کارا ٹارگٹ بیچینا۔

source: Ossetian
ush: اوسیٹیائی

source: Other
ush: ہورے

source: Other Language
ush: دُومونگی جیِب

source: Other people validate those voice clips.
ush: ہُور خلگ لی آوازے تصدیق تھے نا

source: Other voice datasets…
ush: ہورو جیبو ڈیٹاسیٹ…

source: Other Voice Datasets
ush: ہورو ڈیٹا سیٹ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
ush: آسئی کمیونٹی منیجر تو ست ایک پیشکش کارا رابطہ تھینو۔ اضافی تعاون، اؤ تو تے پتہ ہنی چھے جیب در مݜو کئی کوروم شروع ہنو

source: Our governance is founded on the pillars of:
ush: اسہ ئی انتظامیہ انیسی تھونے چک بیانو ہُون:

source: Our Partners
ush: آسو سأت

source: Overall Accuracy
ush: بوٹو سیئی بیلو

source: Overall Hr. Total
ush: بُوڑ گھینٹا

source: p
ush: پی

source: Papiamento (Aruba)
ush: پاپئامنٹو (آروبا)

source: Partner
ush: سأت

source: Partners
ush: سیات

source: Partnerships
ush: شراکت داری

source: Partnerships and networks
ush: شرکت داری اؤ نیٹ ورک

source: Partnerships, Press and Stories, Community and Languages
ush: پارٹنرشب، پریس، اؤ قصہ ئی، کمیونٹی اؤ جیِبے

source: Partner with us
ush: آسو ست سأت بو

source: [Part of the text can’t be heard]
ush: [متن جے حصہ ݜونا نی بئی نی]

source: Pashto
ush: پشتو

source: Past recordings download requests
ush: مُݜینو ریکارڈنگ ئی درخواست

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
ush: کامن وائس کامک ہانُو ہر منوڙئے کارا ہنُو۔ لہ دُونیا یے ہر گُوٹا کئی کروم تھین۔ سی خلگ کامن وائس جا تم جیِبہ مشین جہ تم جیِب پھیرونُو۔ چین کامک ڈیٹا سیٹ کمپنو ہنُو، سی جا کوروم خراب بیِنو۔ آنی کمپنیو جا مءزرا خگگ، منُوڙے یا جپئی یا کم بینا انگریزی کے۔ آنیس مطلب آنا آنی لیس جا اُورے جیبے بغیر اگلش ہُورے نے بینا۔ کونے کروم تھینو سدے با کروم نی تُھو۔ آسو آنا شائی بدل تھونُو بے چونو ہرمنوڙو تم آواز مُوݜو تھئی۔

source: People come and contribute their voices.
ush: خلگ اینا تم آواز دینا۔

source: Persian
ush: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
ush: تمو زاتی یا کمیونٹی پروگرسی کارا تمو پرسنل ڈشبورڈ اپڈیٹ رݜا۔

source: Personally Identifiable Information
ush: زاتی سونو معلومات

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
ush: <playbookLink> کامن وائس سفر در فائدہ مند رہنمائی ݜکیتا</playbookLink> ڈیٹاسیٹ استعمال لوکلائزیشن کارا، تو آسو کمیونٹی ست کدا رابطہ تھئیلا۔

source: <playIcon></playIcon>Last one!
ush: <playIcon> </playIcon> آخری ایک

source: Play/Stop
ush: چلائی/ بند
